# 工作记录 - liuyinuo

> 📌 **说明**：请按照本模板填写你的工作记录。保持格式统一，方便检查

## 👤 个人信息

| 项目 | 内容 |
|------|------|
| **姓名** | 刘一诺 |
| **学号** | PB25061178 |
| **GitHub 用户名** | yinuogit |
| **Github 邮箱** | liuynliu@outlook.com |
|**主页链接**|https://github.com/yinuogit/team-roster-26wiki
|**简历链接**|https://yinuogit.github.io/tr/phase1/mine

## 📅 完成记录

### 阶段零

#### 2026-1-25
- **完成任务**：测试仓库
- **估计完成时间**：1小时
- **备注**：无

### 阶段一

#### 2026-1-27
- **完成任务**：学习html并设计初始网页文件
- **估计完成时间**：4小时
- **备注**：无

#### 2026-1-28
- **完成任务**：学习CSS并美化网页界面
- **估计完成时间**：4小时
- **备注**：无

#### 2026-1-29
- **完成任务**：学习Flex/Grid布局
- **估计完成时间**：3小时
- **备注**：无

#### 2026-1-30
- **完成任务**：改进简历及生成网址
- **估计完成时间**：2小时
- **备注**：无
---

## 🎯 当前任务
- [ ] Test

---

## 📝 工作笔记

### 遇到的问题与解决方案

#### 问题1：Test
---

## 📎 附件

![Avatar](images/avatar.jpg)

<img src="images/avatar.jpg">
